// 暗記の用語

// 注意：
//  用語 を追加する場合、"" で囲み、行の終わりに , を付けてください。(ただし、最後の用語では , は不要！)

// カテゴリ 高頻度
var Items1 = new Array(
	 "なす"
	,"きゅうり"
	,"たまご"
	,"いぬ"
	,"ねこ"
	,"ライオン"
	,"きゅうり"
	,"たまご"
	,"いぬ"
	,"ねこ"
	,"ライオン"
	,"きゅうり"
	,"たまご"
	,"いぬ"
	,"ねこ"
	,"ライオン"
	,"きゅうり"
	,"たまご"
	,"いぬ"
	,"ねこ"
	,"ライオン"
	,"きゅうり"
	,"たまご"
	,"いぬ"
	,"ねこ"
	,"ライオン"
);


// カテゴリ 低頻度
var Items2 = new Array(
	 "リハビリ病院"
	,"脳診療内科"
	,"看護病棟"
	,"休暇申請"
	,"療養生活"
	,"言語療法"

	,"健康管理"
	,"内閣総理大臣"
	,"食事療法"
	,"構内散歩"
	,"外出訓令"
	,"血圧測定"
	,"入院患者"
	,"海外旅行"
	,"外国人観光客"
	,"オリエンテーション"
	
);
