// カラオケ風

// 注意：
//  用語 を追加する場合、"" で囲み、行の終わりに , を付けてください。(ただし、最後の用語では , は不要！)
//  / で選択肢を分離します。

var Card001 = new Array(

	  "といれ/トイレ/生活"
	, "ごはん/ごはん/生活"
	, "ふろ/風呂/生活"
	, "いたい/痛い/気分"
	, "ねむい/眠い/気分"
	, "きもちわるい/気持ちわるい/気分"
	, "おはよう/おはよう/会話"
	, "こんにちわ/こんにちわ/会話"
	, "こんばんわ/こんばんわ/会話"
	, "おやすみ/おやすみ/会話"
	, "ありがとう/ありがとう/会話"
	, "ごめんなさい/ごめんなさい/会話"
	, "あたま/頭/身体"
	, "うで/腕/身体"
	, "むね/胸/身体"
	, "て/手/身体"
	, "あし/身体"
	, "むね/胸/身体"

	, "かれー/カレー/食べ物"
	, "らーめん/ラーメン/食べ物"
	, "はんばーぐ/ハンバーグ/食べ物"

	, "てれび/テレビ/物"


	, "おいしゃさん/お医者さん/人"
	, "かんごしさん/お医者さん/人"
	, "せらぴすとさん/セラピストさん/人"



	, "そのた/その他/その他"

);

